Continued plan output from previous comment.
<details><summary>Show Output</summary>

```diff
rraform1.11.0:               - application.kubero.dev
17:26:44.086 STDOUT terraform1.11.0:               resources:
17:26:44.086 STDOUT terraform1.11.0:               - kuberoaddonmysqls
17:26:44.086 STDOUT terraform1.11.0:               verbs:
17:26:44.086 STDOUT terraform1.11.0:               - get
17:26:44.086 STDOUT terraform1.11.0:               - list
17:26:44.086 STDOUT terraform1.11.0:               - watch
17:26:44.086 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.086 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.086 STDOUT terraform1.11.0:               resources:
17:26:44.086 STDOUT terraform1.11.0:               - kuberoaddonmysqls/status
17:26:44.086 STDOUT terraform1.11.0:               verbs:
17:26:44.086 STDOUT terraform1.11.0:               - get
17:26:44.086 STDOUT terraform1.11.0:         EOT
17:26:44.086 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:26:44.086 STDOUT terraform1.11.0:     }
17:26:44.086 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[32] will be created
17:26:44.086 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:26:44.086 STDOUT terraform1.11.0:       + api_version             = "rbac.authorization.k8s.io/v1"
17:26:44.086 STDOUT terraform1.11.0:       + apply_only              = false
17:26:44.086 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:26:44.086 STDOUT terraform1.11.0:       + force_conflicts         = true
17:26:44.086 STDOUT terraform1.11.0:       + force_new               = false
17:26:44.086 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:26:44.086 STDOUT terraform1.11.0:       + kind                    = "ClusterRole"
17:26:44.086 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:26:44.086 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:26:44.086 STDOUT terraform1.11.0:       + name                    = "kubero-operator-kuberoaddonpostgres-admin-role"
17:26:44.086 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:26:44.086 STDOUT terraform1.11.0:       + server_side_apply       = true
17:26:44.086 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:26:44.086 STDOUT terraform1.11.0:       + validate_schema         = true
17:26:44.086 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:26:44.086 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:26:44.087 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:26:44.087 STDOUT terraform1.11.0:             apiVersion: rbac.authorization.k8s.io/v1
17:26:44.087 STDOUT terraform1.11.0:             kind: ClusterRole
17:26:44.087 STDOUT terraform1.11.0:             metadata:
17:26:44.087 STDOUT terraform1.11.0:               labels:
17:26:44.087 STDOUT terraform1.11.0:                 app.kubernetes.io/managed-by: kustomize
17:26:44.087 STDOUT terraform1.11.0:                 app.kubernetes.io/name: kubero-operator
17:26:44.087 STDOUT terraform1.11.0:               name: kubero-operator-kuberoaddonpostgres-admin-role
17:26:44.087 STDOUT terraform1.11.0:             rules:
17:26:44.087 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.087 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.087 STDOUT terraform1.11.0:               resources:
17:26:44.087 STDOUT terraform1.11.0:               - kuberoaddonpostgres
17:26:44.087 STDOUT terraform1.11.0:               verbs:
17:26:44.087 STDOUT terraform1.11.0:               - '*'
17:26:44.087 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.087 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.087 STDOUT terraform1.11.0:               resources:
17:26:44.087 STDOUT terraform1.11.0:               - kuberoaddonpostgres/status
17:26:44.087 STDOUT terraform1.11.0:               verbs:
17:26:44.087 STDOUT terraform1.11.0:               - get
17:26:44.087 STDOUT terraform1.11.0:         EOT
17:26:44.087 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:26:44.087 STDOUT terraform1.11.0:     }
17:26:44.087 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[33] will be created
17:26:44.087 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:26:44.087 STDOUT terraform1.11.0:       + api_version             = "rbac.authorization.k8s.io/v1"
17:26:44.087 STDOUT terraform1.11.0:       + apply_only              = false
17:26:44.087 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:26:44.087 STDOUT terraform1.11.0:       + force_conflicts         = true
17:26:44.087 STDOUT terraform1.11.0:       + force_new               = false
17:26:44.087 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:26:44.087 STDOUT terraform1.11.0:       + kind                    = "ClusterRole"
17:26:44.087 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:26:44.087 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:26:44.087 STDOUT terraform1.11.0:       + name                    = "kubero-operator-kuberoaddonpostgres-editor-role"
17:26:44.087 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:26:44.088 STDOUT terraform1.11.0:       + server_side_apply       = true
17:26:44.088 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:26:44.088 STDOUT terraform1.11.0:       + validate_schema         = true
17:26:44.088 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:26:44.088 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:26:44.088 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:26:44.088 STDOUT terraform1.11.0:             apiVersion: rbac.authorization.k8s.io/v1
17:26:44.088 STDOUT terraform1.11.0:             kind: ClusterRole
17:26:44.088 STDOUT terraform1.11.0:             metadata:
17:26:44.088 STDOUT terraform1.11.0:               labels:
17:26:44.088 STDOUT terraform1.11.0:                 app.kubernetes.io/managed-by: kustomize
17:26:44.088 STDOUT terraform1.11.0:                 app.kubernetes.io/name: kubero-operator
17:26:44.088 STDOUT terraform1.11.0:               name: kubero-operator-kuberoaddonpostgres-editor-role
17:26:44.088 STDOUT terraform1.11.0:             rules:
17:26:44.088 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.088 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.088 STDOUT terraform1.11.0:               resources:
17:26:44.088 STDOUT terraform1.11.0:               - kuberoaddonpostgres
17:26:44.088 STDOUT terraform1.11.0:               verbs:
17:26:44.088 STDOUT terraform1.11.0:               - create
17:26:44.088 STDOUT terraform1.11.0:               - delete
17:26:44.088 STDOUT terraform1.11.0:               - get
17:26:44.088 STDOUT terraform1.11.0:               - list
17:26:44.088 STDOUT terraform1.11.0:               - patch
17:26:44.088 STDOUT terraform1.11.0:               - update
17:26:44.088 STDOUT terraform1.11.0:               - watch
17:26:44.088 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.088 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.088 STDOUT terraform1.11.0:               resources:
17:26:44.088 STDOUT terraform1.11.0:               - kuberoaddonpostgres/status
17:26:44.088 STDOUT terraform1.11.0:               verbs:
17:26:44.088 STDOUT terraform1.11.0:               - get
17:26:44.088 STDOUT terraform1.11.0:         EOT
17:26:44.088 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:26:44.088 STDOUT terraform1.11.0:     }
17:26:44.088 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[34] will be created
17:26:44.088 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:26:44.088 STDOUT terraform1.11.0:       + api_version             = "rbac.authorization.k8s.io/v1"
17:26:44.088 STDOUT terraform1.11.0:       + apply_only              = false
17:26:44.088 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:26:44.088 STDOUT terraform1.11.0:       + force_conflicts         = true
17:26:44.088 STDOUT terraform1.11.0:       + force_new               = false
17:26:44.088 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:26:44.089 STDOUT terraform1.11.0:       + kind                    = "ClusterRole"
17:26:44.089 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:26:44.089 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:26:44.089 STDOUT terraform1.11.0:       + name                    = "kubero-operator-kuberoaddonpostgres-viewer-role"
17:26:44.089 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:26:44.089 STDOUT terraform1.11.0:       + server_side_apply       = true
17:26:44.089 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:26:44.089 STDOUT terraform1.11.0:       + validate_schema         = true
17:26:44.089 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:26:44.089 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:26:44.089 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:26:44.089 STDOUT terraform1.11.0:             apiVersion: rbac.authorization.k8s.io/v1
17:26:44.089 STDOUT terraform1.11.0:             kind: ClusterRole
17:26:44.089 STDOUT terraform1.11.0:             metadata:
17:26:44.089 STDOUT terraform1.11.0:               labels:
17:26:44.089 STDOUT terraform1.11.0:                 app.kubernetes.io/managed-by: kustomize
17:26:44.089 STDOUT terraform1.11.0:                 app.kubernetes.io/name: kubero-operator
17:26:44.089 STDOUT terraform1.11.0:               name: kubero-operator-kuberoaddonpostgres-viewer-role
17:26:44.089 STDOUT terraform1.11.0:             rules:
17:26:44.089 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.089 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.089 STDOUT terraform1.11.0:               resources:
17:26:44.089 STDOUT terraform1.11.0:               - kuberoaddonpostgres
17:26:44.089 STDOUT terraform1.11.0:               verbs:
17:26:44.089 STDOUT terraform1.11.0:               - get
17:26:44.089 STDOUT terraform1.11.0:               - list
17:26:44.089 STDOUT terraform1.11.0:               - watch
17:26:44.089 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.089 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.089 STDOUT terraform1.11.0:               resources:
17:26:44.089 STDOUT terraform1.11.0:               - kuberoaddonpostgres/status
17:26:44.089 STDOUT terraform1.11.0:               verbs:
17:26:44.089 STDOUT terraform1.11.0:               - get
17:26:44.089 STDOUT terraform1.11.0:         EOT
17:26:44.089 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:26:44.089 STDOUT terraform1.11.0:     }
17:26:44.089 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[35] will be created
17:26:44.089 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:26:44.090 STDOUT terraform1.11.0:       + api_version             = "rbac.authorization.k8s.io/v1"
17:26:44.090 STDOUT terraform1.11.0:       + apply_only              = false
17:26:44.090 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:26:44.090 STDOUT terraform1.11.0:       + force_conflicts         = true
17:26:44.090 STDOUT terraform1.11.0:       + force_new               = false
17:26:44.090 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:26:44.090 STDOUT terraform1.11.0:       + kind                    = "ClusterRole"
17:26:44.090 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:26:44.090 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:26:44.090 STDOUT terraform1.11.0:       + name                    = "kubero-operator-kuberoaddonrabbitmq-admin-role"
17:26:44.090 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:26:44.090 STDOUT terraform1.11.0:       + server_side_apply       = true
17:26:44.090 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:26:44.090 STDOUT terraform1.11.0:       + validate_schema         = true
17:26:44.090 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:26:44.090 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:26:44.090 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:26:44.090 STDOUT terraform1.11.0:             apiVersion: rbac.authorization.k8s.io/v1
17:26:44.090 STDOUT terraform1.11.0:             kind: ClusterRole
17:26:44.090 STDOUT terraform1.11.0:             metadata:
17:26:44.090 STDOUT terraform1.11.0:               labels:
17:26:44.090 STDOUT terraform1.11.0:                 app.kubernetes.io/managed-by: kustomize
17:26:44.090 STDOUT terraform1.11.0:                 app.kubernetes.io/name: kubero-operator
17:26:44.090 STDOUT terraform1.11.0:               name: kubero-operator-kuberoaddonrabbitmq-admin-role
17:26:44.090 STDOUT terraform1.11.0:             rules:
17:26:44.090 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.090 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.090 STDOUT terraform1.11.0:               resources:
17:26:44.090 STDOUT terraform1.11.0:               - kuberoaddonrabbitmqs
17:26:44.090 STDOUT terraform1.11.0:               verbs:
17:26:44.090 STDOUT terraform1.11.0:               - '*'
17:26:44.090 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.090 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.090 STDOUT terraform1.11.0:               resources:
17:26:44.090 STDOUT terraform1.11.0:               - kuberoaddonrabbitmqs/status
17:26:44.090 STDOUT terraform1.11.0:               verbs:
17:26:44.090 STDOUT terraform1.11.0:               - get
17:26:44.091 STDOUT terraform1.11.0:         EOT
17:26:44.091 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:26:44.091 STDOUT terraform1.11.0:     }
17:26:44.091 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[36] will be created
17:26:44.091 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:26:44.091 STDOUT terraform1.11.0:       + api_version             = "rbac.authorization.k8s.io/v1"
17:26:44.091 STDOUT terraform1.11.0:       + apply_only              = false
17:26:44.091 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:26:44.091 STDOUT terraform1.11.0:       + force_conflicts         = true
17:26:44.091 STDOUT terraform1.11.0:       + force_new               = false
17:26:44.091 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:26:44.091 STDOUT terraform1.11.0:       + kind                    = "ClusterRole"
17:26:44.091 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:26:44.091 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:26:44.091 STDOUT terraform1.11.0:       + name                    = "kubero-operator-kuberoaddonrabbitmq-editor-role"
17:26:44.091 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:26:44.091 STDOUT terraform1.11.0:       + server_side_apply       = true
17:26:44.091 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:26:44.091 STDOUT terraform1.11.0:       + validate_schema         = true
17:26:44.091 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:26:44.091 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:26:44.091 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:26:44.091 STDOUT terraform1.11.0:             apiVersion: rbac.authorization.k8s.io/v1
17:26:44.091 STDOUT terraform1.11.0:             kind: ClusterRole
17:26:44.091 STDOUT terraform1.11.0:             metadata:
17:26:44.092 STDOUT terraform1.11.0:               labels:
17:26:44.092 STDOUT terraform1.11.0:                 app.kubernetes.io/managed-by: kustomize
17:26:44.092 STDOUT terraform1.11.0:                 app.kubernetes.io/name: kubero-operator
17:26:44.092 STDOUT terraform1.11.0:               name: kubero-operator-kuberoaddonrabbitmq-editor-role
17:26:44.092 STDOUT terraform1.11.0:             rules:
17:26:44.092 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.092 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.092 STDOUT terraform1.11.0:               resources:
17:26:44.092 STDOUT terraform1.11.0:               - kuberoaddonrabbitmqs
17:26:44.092 STDOUT terraform1.11.0:               verbs:
17:26:44.092 STDOUT terraform1.11.0:               - create
17:26:44.092 STDOUT terraform1.11.0:               - delete
17:26:44.092 STDOUT terraform1.11.0:               - get
17:26:44.092 STDOUT terraform1.11.0:               - list
17:26:44.092 STDOUT terraform1.11.0:               - patch
17:26:44.092 STDOUT terraform1.11.0:               - update
17:26:44.092 STDOUT terraform1.11.0:               - watch
17:26:44.092 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.092 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.092 STDOUT terraform1.11.0:               resources:
17:26:44.092 STDOUT terraform1.11.0:               - kuberoaddonrabbitmqs/status
17:26:44.092 STDOUT terraform1.11.0:               verbs:
17:26:44.092 STDOUT terraform1.11.0:               - get
17:26:44.092 STDOUT terraform1.11.0:         EOT
17:26:44.092 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:26:44.092 STDOUT terraform1.11.0:     }
17:26:44.092 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[37] will be created
17:26:44.092 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:26:44.092 STDOUT terraform1.11.0:       + api_version             = "rbac.authorization.k8s.io/v1"
17:26:44.093 STDOUT terraform1.11.0:       + apply_only              = false
17:26:44.093 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:26:44.093 STDOUT terraform1.11.0:       + force_conflicts         = true
17:26:44.093 STDOUT terraform1.11.0:       + force_new               = false
17:26:44.093 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:26:44.093 STDOUT terraform1.11.0:       + kind                    = "ClusterRole"
17:26:44.093 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:26:44.093 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:26:44.093 STDOUT terraform1.11.0:       + name                    = "kubero-operator-kuberoaddonrabbitmq-viewer-role"
17:26:44.093 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:26:44.093 STDOUT terraform1.11.0:       + server_side_apply       = true
17:26:44.093 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:26:44.093 STDOUT terraform1.11.0:       + validate_schema         = true
17:26:44.093 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:26:44.093 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:26:44.093 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:26:44.093 STDOUT terraform1.11.0:             apiVersion: rbac.authorization.k8s.io/v1
17:26:44.093 STDOUT terraform1.11.0:             kind: ClusterRole
17:26:44.093 STDOUT terraform1.11.0:             metadata:
17:26:44.093 STDOUT terraform1.11.0:               labels:
17:26:44.094 STDOUT terraform1.11.0:                 app.kubernetes.io/managed-by: kustomize
17:26:44.094 STDOUT terraform1.11.0:                 app.kubernetes.io/name: kubero-operator
17:26:44.094 STDOUT terraform1.11.0:               name: kubero-operator-kuberoaddonrabbitmq-viewer-role
17:26:44.094 STDOUT terraform1.11.0:             rules:
17:26:44.094 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.094 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.094 STDOUT terraform1.11.0:               resources:
17:26:44.094 STDOUT terraform1.11.0:               - kuberoaddonrabbitmqs
17:26:44.094 STDOUT terraform1.11.0:               verbs:
17:26:44.094 STDOUT terraform1.11.0:               - get
17:26:44.094 STDOUT terraform1.11.0:               - list
17:26:44.094 STDOUT terraform1.11.0:               - watch
17:26:44.094 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.094 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.094 STDOUT terraform1.11.0:               resources:
17:26:44.094 STDOUT terraform1.11.0:               - kuberoaddonrabbitmqs/status
17:26:44.094 STDOUT terraform1.11.0:               verbs:
17:26:44.094 STDOUT terraform1.11.0:               - get
17:26:44.094 STDOUT terraform1.11.0:         EOT
17:26:44.094 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:26:44.094 STDOUT terraform1.11.0:     }
17:26:44.094 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[38] will be created
17:26:44.094 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:26:44.094 STDOUT terraform1.11.0:       + api_version             = "rbac.authorization.k8s.io/v1"
17:26:44.094 STDOUT terraform1.11.0:       + apply_only              = false
17:26:44.094 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:26:44.094 STDOUT terraform1.11.0:       + force_conflicts         = true
17:26:44.094 STDOUT terraform1.11.0:       + force_new               = false
17:26:44.094 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:26:44.094 STDOUT terraform1.11.0:       + kind                    = "ClusterRole"
17:26:44.094 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:26:44.094 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:26:44.094 STDOUT terraform1.11.0:       + name                    = "kubero-operator-kuberoaddonredis-admin-role"
17:26:44.094 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:26:44.094 STDOUT terraform1.11.0:       + server_side_apply       = true
17:26:44.094 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:26:44.094 STDOUT terraform1.11.0:       + validate_schema         = true
17:26:44.095 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:26:44.095 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:26:44.095 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:26:44.095 STDOUT terraform1.11.0:             apiVersion: rbac.authorization.k8s.io/v1
17:26:44.095 STDOUT terraform1.11.0:             kind: ClusterRole
17:26:44.095 STDOUT terraform1.11.0:             metadata:
17:26:44.095 STDOUT terraform1.11.0:               labels:
17:26:44.095 STDOUT terraform1.11.0:                 app.kubernetes.io/managed-by: kustomize
17:26:44.095 STDOUT terraform1.11.0:                 app.kubernetes.io/name: kubero-operator
17:26:44.095 STDOUT terraform1.11.0:               name: kubero-operator-kuberoaddonredis-admin-role
17:26:44.095 STDOUT terraform1.11.0:             rules:
17:26:44.095 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.095 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.095 STDOUT terraform1.11.0:               resources:
17:26:44.095 STDOUT terraform1.11.0:               - kuberoaddonredis
17:26:44.095 STDOUT terraform1.11.0:               verbs:
17:26:44.095 STDOUT terraform1.11.0:               - '*'
17:26:44.095 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.095 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.095 STDOUT terraform1.11.0:               resources:
17:26:44.095 STDOUT terraform1.11.0:               - kuberoaddonredis/status
17:26:44.095 STDOUT terraform1.11.0:               verbs:
17:26:44.095 STDOUT terraform1.11.0:               - get
17:26:44.095 STDOUT terraform1.11.0:         EOT
17:26:44.095 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:26:44.095 STDOUT terraform1.11.0:     }
17:26:44.095 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[39] will be created
17:26:44.095 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:26:44.095 STDOUT terraform1.11.0:       + api_version             = "rbac.authorization.k8s.io/v1"
17:26:44.095 STDOUT terraform1.11.0:       + apply_only              = false
17:26:44.095 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:26:44.095 STDOUT terraform1.11.0:       + force_conflicts         = true
17:26:44.095 STDOUT terraform1.11.0:       + force_new               = false
17:26:44.095 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:26:44.095 STDOUT terraform1.11.0:       + kind                    = "ClusterRole"
17:26:44.095 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:26:44.095 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:26:44.095 STDOUT terraform1.11.0:       + name                    = "kubero-operator-kuberoaddonredis-editor-role"
17:26:44.095 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:26:44.095 STDOUT terraform1.11.0:       + server_side_apply       = true
17:26:44.096 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:26:44.096 STDOUT terraform1.11.0:       + validate_schema         = true
17:26:44.096 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:26:44.096 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:26:44.096 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:26:44.096 STDOUT terraform1.11.0:             apiVersion: rbac.authorization.k8s.io/v1
17:26:44.096 STDOUT terraform1.11.0:             kind: ClusterRole
17:26:44.096 STDOUT terraform1.11.0:             metadata:
17:26:44.096 STDOUT terraform1.11.0:               labels:
17:26:44.096 STDOUT terraform1.11.0:                 app.kubernetes.io/managed-by: kustomize
17:26:44.096 STDOUT terraform1.11.0:                 app.kubernetes.io/name: kubero-operator
17:26:44.096 STDOUT terraform1.11.0:               name: kubero-operator-kuberoaddonredis-editor-role
17:26:44.096 STDOUT terraform1.11.0:             rules:
17:26:44.096 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.096 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.096 STDOUT terraform1.11.0:               resources:
17:26:44.096 STDOUT terraform1.11.0:               - kuberoaddonredis
17:26:44.096 STDOUT terraform1.11.0:               verbs:
17:26:44.096 STDOUT terraform1.11.0:               - create
17:26:44.096 STDOUT terraform1.11.0:               - delete
17:26:44.096 STDOUT terraform1.11.0:               - get
17:26:44.096 STDOUT terraform1.11.0:               - list
17:26:44.096 STDOUT terraform1.11.0:               - patch
17:26:44.096 STDOUT terraform1.11.0:               - update
17:26:44.096 STDOUT terraform1.11.0:               - watch
17:26:44.096 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.096 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.096 STDOUT terraform1.11.0:               resources:
17:26:44.096 STDOUT terraform1.11.0:               - kuberoaddonredis/status
17:26:44.096 STDOUT terraform1.11.0:               verbs:
17:26:44.096 STDOUT terraform1.11.0:               - get
17:26:44.096 STDOUT terraform1.11.0:         EOT
17:26:44.096 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:26:44.096 STDOUT terraform1.11.0:     }
17:26:44.096 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[40] will be created
17:26:44.096 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:26:44.096 STDOUT terraform1.11.0:       + api_version             = "rbac.authorization.k8s.io/v1"
17:26:44.096 STDOUT terraform1.11.0:       + apply_only              = false
17:26:44.096 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:26:44.097 STDOUT terraform1.11.0:       + force_conflicts         = true
17:26:44.097 STDOUT terraform1.11.0:       + force_new               = false
17:26:44.097 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:26:44.097 STDOUT terraform1.11.0:       + kind                    = "ClusterRole"
17:26:44.097 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:26:44.097 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:26:44.097 STDOUT terraform1.11.0:       + name                    = "kubero-operator-kuberoaddonredis-viewer-role"
17:26:44.097 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:26:44.097 STDOUT terraform1.11.0:       + server_side_apply       = true
17:26:44.097 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:26:44.097 STDOUT terraform1.11.0:       + validate_schema         = true
17:26:44.097 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:26:44.097 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:26:44.097 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:26:44.097 STDOUT terraform1.11.0:             apiVersion: rbac.authorization.k8s.io/v1
17:26:44.097 STDOUT terraform1.11.0:             kind: ClusterRole
17:26:44.097 STDOUT terraform1.11.0:             metadata:
17:26:44.097 STDOUT terraform1.11.0:               labels:
17:26:44.097 STDOUT terraform1.11.0:                 app.kubernetes.io/managed-by: kustomize
17:26:44.097 STDOUT terraform1.11.0:                 app.kubernetes.io/name: kubero-operator
17:26:44.097 STDOUT terraform1.11.0:               name: kubero-operator-kuberoaddonredis-viewer-role
17:26:44.097 STDOUT terraform1.11.0:             rules:
17:26:44.097 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.097 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.097 STDOUT terraform1.11.0:               resources:
17:26:44.097 STDOUT terraform1.11.0:               - kuberoaddonredis
17:26:44.097 STDOUT terraform1.11.0:               verbs:
17:26:44.097 STDOUT terraform1.11.0:               - get
17:26:44.097 STDOUT terraform1.11.0:               - list
17:26:44.097 STDOUT terraform1.11.0:               - watch
17:26:44.097 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.097 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.097 STDOUT terraform1.11.0:               resources:
17:26:44.098 STDOUT terraform1.11.0:               - kuberoaddonredis/status
17:26:44.098 STDOUT terraform1.11.0:               verbs:
17:26:44.098 STDOUT terraform1.11.0:               - get
17:26:44.098 STDOUT terraform1.11.0:         EOT
17:26:44.098 STDOUT terraform1.11.0:       + yaml_incluster          = (sensitive value)
17:26:44.098 STDOUT terraform1.11.0:     }
17:26:44.098 STDOUT terraform1.11.0:   # kubectl_manifest.kubero_operator[41] will be created
17:26:44.098 STDOUT terraform1.11.0:   + resource "kubectl_manifest" "kubero_operator" {
17:26:44.098 STDOUT terraform1.11.0:       + api_version             = "rbac.authorization.k8s.io/v1"
17:26:44.098 STDOUT terraform1.11.0:       + apply_only              = false
17:26:44.098 STDOUT terraform1.11.0:       + field_manager           = "kubectl"
17:26:44.098 STDOUT terraform1.11.0:       + force_conflicts         = true
17:26:44.098 STDOUT terraform1.11.0:       + force_new               = false
17:26:44.098 STDOUT terraform1.11.0:       + id                      = (known after apply)
17:26:44.098 STDOUT terraform1.11.0:       + kind                    = "ClusterRole"
17:26:44.098 STDOUT terraform1.11.0:       + live_manifest_incluster = (sensitive value)
17:26:44.098 STDOUT terraform1.11.0:       + live_uid                = (known after apply)
17:26:44.098 STDOUT terraform1.11.0:       + name                    = "kubero-operator-manager-role"
17:26:44.098 STDOUT terraform1.11.0:       + namespace               = (known after apply)
17:26:44.098 STDOUT terraform1.11.0:       + server_side_apply       = true
17:26:44.098 STDOUT terraform1.11.0:       + uid                     = (known after apply)
17:26:44.098 STDOUT terraform1.11.0:       + validate_schema         = true
17:26:44.098 STDOUT terraform1.11.0:       + wait_for_rollout        = false
17:26:44.098 STDOUT terraform1.11.0:       + yaml_body               = (sensitive value)
17:26:44.098 STDOUT terraform1.11.0:       + yaml_body_parsed        = <<-EOT
17:26:44.098 STDOUT terraform1.11.0:             apiVersion: rbac.authorization.k8s.io/v1
17:26:44.098 STDOUT terraform1.11.0:             kind: ClusterRole
17:26:44.098 STDOUT terraform1.11.0:             metadata:
17:26:44.098 STDOUT terraform1.11.0:               name: kubero-operator-manager-role
17:26:44.098 STDOUT terraform1.11.0:             rules:
17:26:44.098 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.098 STDOUT terraform1.11.0:               - ""
17:26:44.098 STDOUT terraform1.11.0:               resources:
17:26:44.098 STDOUT terraform1.11.0:               - namespaces
17:26:44.098 STDOUT terraform1.11.0:               verbs:
17:26:44.098 STDOUT terraform1.11.0:               - get
17:26:44.098 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.098 STDOUT terraform1.11.0:               - ""
17:26:44.098 STDOUT terraform1.11.0:               - apps
17:26:44.098 STDOUT terraform1.11.0:               resources:
17:26:44.098 STDOUT terraform1.11.0:               - configmaps
17:26:44.098 STDOUT terraform1.11.0:               - secrets
17:26:44.098 STDOUT terraform1.11.0:               verbs:
17:26:44.098 STDOUT terraform1.11.0:               - '*'
17:26:44.098 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.098 STDOUT terraform1.11.0:               - ""
17:26:44.099 STDOUT terraform1.11.0:               resources:
17:26:44.099 STDOUT terraform1.11.0:               - events
17:26:44.099 STDOUT terraform1.11.0:               verbs:
17:26:44.099 STDOUT terraform1.11.0:               - create
17:26:44.099 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.099 STDOUT terraform1.11.0:               - rbac.authorization.k8s.io
17:26:44.099 STDOUT terraform1.11.0:               - ""
17:26:44.099 STDOUT terraform1.11.0:               resources:
17:26:44.099 STDOUT terraform1.11.0:               - roles
17:26:44.099 STDOUT terraform1.11.0:               - clusterroles
17:26:44.099 STDOUT terraform1.11.0:               - clusterrolebindings
17:26:44.099 STDOUT terraform1.11.0:               - rolebindings
17:26:44.099 STDOUT terraform1.11.0:               - secrets
17:26:44.099 STDOUT terraform1.11.0:               - deployments
17:26:44.099 STDOUT terraform1.11.0:               - namespaces
17:26:44.099 STDOUT terraform1.11.0:               - services
17:26:44.099 STDOUT terraform1.11.0:               - ingresses
17:26:44.099 STDOUT terraform1.11.0:               verbs:
17:26:44.099 STDOUT terraform1.11.0:               - '*'
17:26:44.099 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.099 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.099 STDOUT terraform1.11.0:               resources:
17:26:44.099 STDOUT terraform1.11.0:               - kuberoapps
17:26:44.099 STDOUT terraform1.11.0:               - kuberoapps/status
17:26:44.099 STDOUT terraform1.11.0:               - kuberoapps/finalizers
17:26:44.099 STDOUT terraform1.11.0:               verbs:
17:26:44.099 STDOUT terraform1.11.0:               - create
17:26:44.099 STDOUT terraform1.11.0:               - delete
17:26:44.099 STDOUT terraform1.11.0:               - get
17:26:44.099 STDOUT terraform1.11.0:               - list
17:26:44.099 STDOUT terraform1.11.0:               - patch
17:26:44.099 STDOUT terraform1.11.0:               - update
17:26:44.099 STDOUT terraform1.11.0:               - watch
17:26:44.099 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.099 STDOUT terraform1.11.0:               - ""
17:26:44.099 STDOUT terraform1.11.0:               resources:
17:26:44.099 STDOUT terraform1.11.0:               - serviceaccounts
17:26:44.099 STDOUT terraform1.11.0:               - services
17:26:44.099 STDOUT terraform1.11.0:               verbs:
17:26:44.099 STDOUT terraform1.11.0:               - '*'
17:26:44.099 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.099 STDOUT terraform1.11.0:               - apps
17:26:44.099 STDOUT terraform1.11.0:               - ""
17:26:44.099 STDOUT terraform1.11.0:               resources:
17:26:44.099 STDOUT terraform1.11.0:               - deployments
17:26:44.099 STDOUT terraform1.11.0:               - serviceaccounts
17:26:44.099 STDOUT terraform1.11.0:               verbs:
17:26:44.099 STDOUT terraform1.11.0:               - '*'
17:26:44.099 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.099 STDOUT terraform1.11.0:               - autoscaling
17:26:44.099 STDOUT terraform1.11.0:               resources:
17:26:44.099 STDOUT terraform1.11.0:               - horizontalpodautoscalers
17:26:44.099 STDOUT terraform1.11.0:               verbs:
17:26:44.099 STDOUT terraform1.11.0:               - '*'
17:26:44.099 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.099 STDOUT terraform1.11.0:               - networking.k8s.io
17:26:44.099 STDOUT terraform1.11.0:               - ""
17:26:44.099 STDOUT terraform1.11.0:               resources:
17:26:44.099 STDOUT terraform1.11.0:               - ingresses
17:26:44.099 STDOUT terraform1.11.0:               - rolebindings
17:26:44.099 STDOUT terraform1.11.0:               - services
17:26:44.099 STDOUT terraform1.11.0:               - jobs
17:26:44.099 STDOUT terraform1.11.0:               verbs:
17:26:44.099 STDOUT terraform1.11.0:               - '*'
17:26:44.099 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.099 STDOUT terraform1.11.0:               - batch
17:26:44.099 STDOUT terraform1.11.0:               resources:
17:26:44.099 STDOUT terraform1.11.0:               - cronjobs
17:26:44.099 STDOUT terraform1.11.0:               verbs:
17:26:44.099 STDOUT terraform1.11.0:               - create
17:26:44.100 STDOUT terraform1.11.0:               - delete
17:26:44.100 STDOUT terraform1.11.0:               - get
17:26:44.100 STDOUT terraform1.11.0:               - list
17:26:44.100 STDOUT terraform1.11.0:               - patch
17:26:44.100 STDOUT terraform1.11.0:               - update
17:26:44.100 STDOUT terraform1.11.0:               - watch
17:26:44.100 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.100 STDOUT terraform1.11.0:               - opstreelabs.in
17:26:44.100 STDOUT terraform1.11.0:               resources:
17:26:44.100 STDOUT terraform1.11.0:               - mongodbs
17:26:44.100 STDOUT terraform1.11.0:               verbs:
17:26:44.100 STDOUT terraform1.11.0:               - '*'
17:26:44.100 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.100 STDOUT terraform1.11.0:               - redis.redis.opstreelabs.in
17:26:44.100 STDOUT terraform1.11.0:               resources:
17:26:44.100 STDOUT terraform1.11.0:               - redis
17:26:44.100 STDOUT terraform1.11.0:               - redisclusters
17:26:44.100 STDOUT terraform1.11.0:               verbs:
17:26:44.100 STDOUT terraform1.11.0:               - '*'
17:26:44.100 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.100 STDOUT terraform1.11.0:               - postgres-operator.crunchydata.com
17:26:44.100 STDOUT terraform1.11.0:               resources:
17:26:44.100 STDOUT terraform1.11.0:               - postgresclusters
17:26:44.100 STDOUT terraform1.11.0:               verbs:
17:26:44.100 STDOUT terraform1.11.0:               - '*'
17:26:44.100 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.100 STDOUT terraform1.11.0:               - minio.min.io
17:26:44.100 STDOUT terraform1.11.0:               resources:
17:26:44.100 STDOUT terraform1.11.0:               - tenants
17:26:44.100 STDOUT terraform1.11.0:               verbs:
17:26:44.100 STDOUT terraform1.11.0:               - '*'
17:26:44.100 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.100 STDOUT terraform1.11.0:               - charts.operatorhub.io
17:26:44.100 STDOUT terraform1.11.0:               resources:
17:26:44.100 STDOUT terraform1.11.0:               - cockroachdbs
17:26:44.100 STDOUT terraform1.11.0:               verbs:
17:26:44.100 STDOUT terraform1.11.0:               - '*'
17:26:44.100 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.100 STDOUT terraform1.11.0:               - apiextensions.k8s.io
17:26:44.100 STDOUT terraform1.11.0:               resources:
17:26:44.100 STDOUT terraform1.11.0:               - customresourcedefinitions
17:26:44.100 STDOUT terraform1.11.0:               verbs:
17:26:44.100 STDOUT terraform1.11.0:               - '*'
17:26:44.100 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.100 STDOUT terraform1.11.0:               - networking.cfargotunnel.com
17:26:44.100 STDOUT terraform1.11.0:               resources:
17:26:44.100 STDOUT terraform1.11.0:               - tunnels
17:26:44.100 STDOUT terraform1.11.0:               - tunnelbindings
17:26:44.100 STDOUT terraform1.11.0:               verbs:
17:26:44.100 STDOUT terraform1.11.0:               - '*'
17:26:44.100 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.100 STDOUT terraform1.11.0:               - clickhouse.altinity.com
17:26:44.100 STDOUT terraform1.11.0:               resources:
17:26:44.100 STDOUT terraform1.11.0:               - clickhouseinstallations
17:26:44.100 STDOUT terraform1.11.0:               verbs:
17:26:44.100 STDOUT terraform1.11.0:               - '*'
17:26:44.100 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.100 STDOUT terraform1.11.0:               - postgresql.cnpg.io
17:26:44.100 STDOUT terraform1.11.0:               resources:
17:26:44.100 STDOUT terraform1.11.0:               - clusters
17:26:44.100 STDOUT terraform1.11.0:               verbs:
17:26:44.100 STDOUT terraform1.11.0:               - '*'
17:26:44.100 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.100 STDOUT terraform1.11.0:               - elasticsearch.k8s.elastic.co
17:26:44.101 STDOUT terraform1.11.0:               resources:
17:26:44.101 STDOUT terraform1.11.0:               - elasticsearches
17:26:44.101 STDOUT terraform1.11.0:               verbs:
17:26:44.101 STDOUT terraform1.11.0:               - '*'
17:26:44.101 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.101 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.101 STDOUT terraform1.11.0:               resources:
17:26:44.101 STDOUT terraform1.11.0:               - kuberoes
17:26:44.101 STDOUT terraform1.11.0:               - kuberoes/status
17:26:44.101 STDOUT terraform1.11.0:               - kuberoes/finalizers
17:26:44.101 STDOUT terraform1.11.0:               verbs:
17:26:44.101 STDOUT terraform1.11.0:               - create
17:26:44.101 STDOUT terraform1.11.0:               - delete
17:26:44.101 STDOUT terraform1.11.0:               - get
17:26:44.101 STDOUT terraform1.11.0:               - list
17:26:44.101 STDOUT terraform1.11.0:               - patch
17:26:44.101 STDOUT terraform1.11.0:               - update
17:26:44.101 STDOUT terraform1.11.0:               - watch
17:26:44.101 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.101 STDOUT terraform1.11.0:               - apps
17:26:44.101 STDOUT terraform1.11.0:               resources:
17:26:44.101 STDOUT terraform1.11.0:               - deployments
17:26:44.101 STDOUT terraform1.11.0:               verbs:
17:26:44.101 STDOUT terraform1.11.0:               - '*'
17:26:44.101 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.101 STDOUT terraform1.11.0:               - ""
17:26:44.101 STDOUT terraform1.11.0:               resources:
17:26:44.101 STDOUT terraform1.11.0:               - serviceaccounts
17:26:44.101 STDOUT terraform1.11.0:               - services
17:26:44.101 STDOUT terraform1.11.0:               - persistentvolumeclaims
17:26:44.101 STDOUT terraform1.11.0:               - persistentvolumes
17:26:44.101 STDOUT terraform1.11.0:               - persistentvolumeclaims/finalizers
17:26:44.101 STDOUT terraform1.11.0:               - persistentvolumes/finalizers
17:26:44.101 STDOUT terraform1.11.0:               verbs:
17:26:44.101 STDOUT terraform1.11.0:               - '*'
17:26:44.101 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.101 STDOUT terraform1.11.0:               - operators.coreos.com
17:26:44.101 STDOUT terraform1.11.0:               resources:
17:26:44.101 STDOUT terraform1.11.0:               - clusterserviceversions
17:26:44.101 STDOUT terraform1.11.0:               verbs:
17:26:44.101 STDOUT terraform1.11.0:               - '*'
17:26:44.101 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.101 STDOUT terraform1.11.0:               - cert-manager.io
17:26:44.101 STDOUT terraform1.11.0:               resources:
17:26:44.101 STDOUT terraform1.11.0:               - certificates
17:26:44.101 STDOUT terraform1.11.0:               verbs:
17:26:44.101 STDOUT terraform1.11.0:               - '*'
17:26:44.101 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.101 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.101 STDOUT terraform1.11.0:               resources:
17:26:44.101 STDOUT terraform1.11.0:               - kuberopipelines
17:26:44.101 STDOUT terraform1.11.0:               - kuberopipelines/status
17:26:44.101 STDOUT terraform1.11.0:               - kuberopipelines/finalizers
17:26:44.101 STDOUT terraform1.11.0:               verbs:
17:26:44.101 STDOUT terraform1.11.0:               - create
17:26:44.101 STDOUT terraform1.11.0:               - delete
17:26:44.101 STDOUT terraform1.11.0:               - get
17:26:44.101 STDOUT terraform1.11.0:               - list
17:26:44.101 STDOUT terraform1.11.0:               - patch
17:26:44.101 STDOUT terraform1.11.0:               - update
17:26:44.101 STDOUT terraform1.11.0:               - watch
17:26:44.101 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.101 STDOUT terraform1.11.0:               - ""
17:26:44.101 STDOUT terraform1.11.0:               resources:
17:26:44.101 STDOUT terraform1.11.0:               - serviceaccounts
17:26:44.101 STDOUT terraform1.11.0:               - services
17:26:44.101 STDOUT terraform1.11.0:               verbs:
17:26:44.101 STDOUT terraform1.11.0:               - '*'
17:26:44.101 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.101 STDOUT terraform1.11.0:  
17:26:44.102 STDOUT terraform1.11.0:              - apps
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - deployments
17:26:44.102 STDOUT terraform1.11.0:               verbs:
17:26:44.102 STDOUT terraform1.11.0:               - '*'
17:26:44.102 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.102 STDOUT terraform1.11.0:               - ""
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - namespaces
17:26:44.102 STDOUT terraform1.11.0:               - secrets
17:26:44.102 STDOUT terraform1.11.0:               verbs:
17:26:44.102 STDOUT terraform1.11.0:               - '*'
17:26:44.102 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.102 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - kuberomysqls
17:26:44.102 STDOUT terraform1.11.0:               - kuberomysqls/status
17:26:44.102 STDOUT terraform1.11.0:               - kuberomysqls/finalizers
17:26:44.102 STDOUT terraform1.11.0:               verbs:
17:26:44.102 STDOUT terraform1.11.0:               - create
17:26:44.102 STDOUT terraform1.11.0:               - delete
17:26:44.102 STDOUT terraform1.11.0:               - get
17:26:44.102 STDOUT terraform1.11.0:               - list
17:26:44.102 STDOUT terraform1.11.0:               - patch
17:26:44.102 STDOUT terraform1.11.0:               - update
17:26:44.102 STDOUT terraform1.11.0:               - watch
17:26:44.102 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.102 STDOUT terraform1.11.0:               - apps
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - statefulsets
17:26:44.102 STDOUT terraform1.11.0:               verbs:
17:26:44.102 STDOUT terraform1.11.0:               - '*'
17:26:44.102 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.102 STDOUT terraform1.11.0:               - ""
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - secrets
17:26:44.102 STDOUT terraform1.11.0:               - configmaps
17:26:44.102 STDOUT terraform1.11.0:               - serviceaccounts
17:26:44.102 STDOUT terraform1.11.0:               - services
17:26:44.102 STDOUT terraform1.11.0:               - persistentvolumeclaims
17:26:44.102 STDOUT terraform1.11.0:               - persistentvolumes
17:26:44.102 STDOUT terraform1.11.0:               verbs:
17:26:44.102 STDOUT terraform1.11.0:               - '*'
17:26:44.102 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.102 STDOUT terraform1.11.0:               - policy
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - poddisruptionbudgets
17:26:44.102 STDOUT terraform1.11.0:               verbs:
17:26:44.102 STDOUT terraform1.11.0:               - '*'
17:26:44.102 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.102 STDOUT terraform1.11.0:               - networking.k8s.io
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - networkpolicies
17:26:44.102 STDOUT terraform1.11.0:               verbs:
17:26:44.102 STDOUT terraform1.11.0:               - '*'
17:26:44.102 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.102 STDOUT terraform1.11.0:               - rbac.authorization.k8s.io
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - roles
17:26:44.102 STDOUT terraform1.11.0:               - rolebindings
17:26:44.102 STDOUT terraform1.11.0:               verbs:
17:26:44.102 STDOUT terraform1.11.0:               - '*'
17:26:44.102 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.102 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - kuberopostgresqls
17:26:44.102 STDOUT terraform1.11.0:               - kuberopostgresqls/status
17:26:44.102 STDOUT terraform1.11.0:               - kuberopostgresqls/finalizers
17:26:44.102 STDOUT terraform1.11.0:               verbs:
17:26:44.102 STDOUT terraform1.11.0:               - create
17:26:44.102 STDOUT terraform1.11.0:               - delete
17:26:44.102 STDOUT terraform1.11.0:               - get
17:26:44.102 STDOUT terraform1.11.0:               - list
17:26:44.102 STDOUT terraform1.11.0:               - patch
17:26:44.102 STDOUT terraform1.11.0:               - update
17:26:44.102 STDOUT terraform1.11.0:               - watch
17:26:44.102 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.102 STDOUT terraform1.11.0:               - apps
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - statefulsets
17:26:44.102 STDOUT terraform1.11.0:               verbs:
17:26:44.102 STDOUT terraform1.11.0:               - '*'
17:26:44.102 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.102 STDOUT terraform1.11.0:               - ""
17:26:44.102 STDOUT terraform1.11.0:               resources:
17:26:44.102 STDOUT terraform1.11.0:               - secrets
17:26:44.102 STDOUT terraform1.11.0:               - configmaps
17:26:44.103 STDOUT terraform1.11.0:               - serviceaccounts
17:26:44.103 STDOUT terraform1.11.0:               - services
17:26:44.103 STDOUT terraform1.11.0:               - persistentvolumeclaims
17:26:44.103 STDOUT terraform1.11.0:               - persistentvolumes
17:26:44.103 STDOUT terraform1.11.0:               verbs:
17:26:44.103 STDOUT terraform1.11.0:               - '*'
17:26:44.103 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.103 STDOUT terraform1.11.0:               - policy
17:26:44.103 STDOUT terraform1.11.0:               resources:
17:26:44.103 STDOUT terraform1.11.0:               - poddisruptionbudgets
17:26:44.103 STDOUT terraform1.11.0:               verbs:
17:26:44.103 STDOUT terraform1.11.0:               - '*'
17:26:44.103 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.103 STDOUT terraform1.11.0:               - networking.k8s.io
17:26:44.103 STDOUT terraform1.11.0:               resources:
17:26:44.103 STDOUT terraform1.11.0:               - networkpolicies
17:26:44.103 STDOUT terraform1.11.0:               verbs:
17:26:44.103 STDOUT terraform1.11.0:               - '*'
17:26:44.103 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.103 STDOUT terraform1.11.0:               - rbac.authorization.k8s.io
17:26:44.103 STDOUT terraform1.11.0:               resources:
17:26:44.103 STDOUT terraform1.11.0:               - roles
17:26:44.103 STDOUT terraform1.11.0:               - rolebindings
17:26:44.103 STDOUT terraform1.11.0:               verbs:
17:26:44.103 STDOUT terraform1.11.0:               - '*'
17:26:44.103 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.103 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.103 STDOUT terraform1.11.0:               resources:
17:26:44.103 STDOUT terraform1.11.0:               - kuberoredis
17:26:44.103 STDOUT terraform1.11.0:               - kuberoredis/status
17:26:44.103 STDOUT terraform1.11.0:               - kuberoredis/finalizers
17:26:44.103 STDOUT terraform1.11.0:               verbs:
17:26:44.103 STDOUT terraform1.11.0:               - create
17:26:44.103 STDOUT terraform1.11.0:               - delete
17:26:44.103 STDOUT terraform1.11.0:               - get
17:26:44.103 STDOUT terraform1.11.0:               - list
17:26:44.103 STDOUT terraform1.11.0:               - patch
17:26:44.103 STDOUT terraform1.11.0:               - update
17:26:44.103 STDOUT terraform1.11.0:               - watch
17:26:44.103 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.103 STDOUT terraform1.11.0:               - apps
17:26:44.103 STDOUT terraform1.11.0:               resources:
17:26:44.103 STDOUT terraform1.11.0:               - statefulsets
17:26:44.103 STDOUT terraform1.11.0:               verbs:
17:26:44.103 STDOUT terraform1.11.0:               - '*'
17:26:44.103 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.103 STDOUT terraform1.11.0:               - ""
17:26:44.103 STDOUT terraform1.11.0:               resources:
17:26:44.103 STDOUT terraform1.11.0:               - secrets
17:26:44.103 STDOUT terraform1.11.0:               - configmaps
17:26:44.103 STDOUT terraform1.11.0:               - serviceaccounts
17:26:44.103 STDOUT terraform1.11.0:               - services
17:26:44.103 STDOUT terraform1.11.0:               - persistentvolumeclaims
17:26:44.103 STDOUT terraform1.11.0:               - persistentvolumes
17:26:44.103 STDOUT terraform1.11.0:               verbs:
17:26:44.103 STDOUT terraform1.11.0:               - '*'
17:26:44.103 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.103 STDOUT terraform1.11.0:               - policy
17:26:44.103 STDOUT terraform1.11.0:               resources:
17:26:44.103 STDOUT terraform1.11.0:               - poddisruptionbudgets
17:26:44.103 STDOUT terraform1.11.0:               verbs:
17:26:44.103 STDOUT terraform1.11.0:               - '*'
17:26:44.103 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.103 STDOUT terraform1.11.0:               - networking.k8s.io
17:26:44.103 STDOUT terraform1.11.0:               resources:
17:26:44.103 STDOUT terraform1.11.0:               - networkpolicies
17:26:44.104 STDOUT terraform1.11.0:               verbs:
17:26:44.104 STDOUT terraform1.11.0:               - '*'
17:26:44.104 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.104 STDOUT terraform1.11.0:               - rbac.authorization.k8s.io
17:26:44.104 STDOUT terraform1.11.0:               resources:
17:26:44.104 STDOUT terraform1.11.0:               - roles
17:26:44.104 STDOUT terraform1.11.0:               - rolebindings
17:26:44.104 STDOUT terraform1.11.0:               verbs:
17:26:44.104 STDOUT terraform1.11.0:               - '*'
17:26:44.104 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.104 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.104 STDOUT terraform1.11.0:               resources:
17:26:44.104 STDOUT terraform1.11.0:               - kuberomongodbs
17:26:44.104 STDOUT terraform1.11.0:               - kuberomongodbs/status
17:26:44.104 STDOUT terraform1.11.0:               - kuberomongodbs/finalizers
17:26:44.104 STDOUT terraform1.11.0:               verbs:
17:26:44.104 STDOUT terraform1.11.0:               - create
17:26:44.104 STDOUT terraform1.11.0:               - delete
17:26:44.104 STDOUT terraform1.11.0:               - get
17:26:44.104 STDOUT terraform1.11.0:               - list
17:26:44.104 STDOUT terraform1.11.0:               - patch
17:26:44.104 STDOUT terraform1.11.0:               - update
17:26:44.104 STDOUT terraform1.11.0:               - watch
17:26:44.104 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.104 STDOUT terraform1.11.0:               - apps
17:26:44.104 STDOUT terraform1.11.0:               resources:
17:26:44.104 STDOUT terraform1.11.0:               - statefulsets
17:26:44.104 STDOUT terraform1.11.0:               verbs:
17:26:44.104 STDOUT terraform1.11.0:               - '*'
17:26:44.104 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.104 STDOUT terraform1.11.0:               - ""
17:26:44.104 STDOUT terraform1.11.0:               resources:
17:26:44.104 STDOUT terraform1.11.0:               - secrets
17:26:44.104 STDOUT terraform1.11.0:               - configmaps
17:26:44.104 STDOUT terraform1.11.0:               - serviceaccounts
17:26:44.104 STDOUT terraform1.11.0:               - services
17:26:44.104 STDOUT terraform1.11.0:               - persistentvolumeclaims
17:26:44.104 STDOUT terraform1.11.0:               - persistentvolumes
17:26:44.104 STDOUT terraform1.11.0:               verbs:
17:26:44.104 STDOUT terraform1.11.0:               - '*'
17:26:44.104 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.104 STDOUT terraform1.11.0:               - policy
17:26:44.104 STDOUT terraform1.11.0:               resources:
17:26:44.104 STDOUT terraform1.11.0:               - poddisruptionbudgets
17:26:44.104 STDOUT terraform1.11.0:               verbs:
17:26:44.104 STDOUT terraform1.11.0:               - '*'
17:26:44.104 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.104 STDOUT terraform1.11.0:               - networking.k8s.io
17:26:44.104 STDOUT terraform1.11.0:               resources:
17:26:44.104 STDOUT terraform1.11.0:               - networkpolicies
17:26:44.104 STDOUT terraform1.11.0:               verbs:
17:26:44.104 STDOUT terraform1.11.0:               - '*'
17:26:44.104 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.104 STDOUT terraform1.11.0:               - rbac.authorization.k8s.io
17:26:44.104 STDOUT terraform1.11.0:               resources:
17:26:44.104 STDOUT terraform1.11.0:               - roles
17:26:44.104 STDOUT terraform1.11.0:               - rolebindings
17:26:44.104 STDOUT terraform1.11.0:               verbs:
17:26:44.104 STDOUT terraform1.11.0:               - '*'
17:26:44.104 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.104 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.104 STDOUT terraform1.11.0:               resources:
17:26:44.104 STDOUT terraform1.11.0:               - kuberoelasticsearches
17:26:44.104 STDOUT terraform1.11.0:               - kuberoelasticsearches/status
17:26:44.104 STDOUT terraform1.11.0:               - kuberoelasticsearches/finalizers
17:26:44.104 STDOUT terraform1.11.0:               verbs:
17:26:44.104 STDOUT terraform1.11.0:               - create
17:26:44.104 STDOUT terraform1.11.0:               - delete
17:26:44.104 STDOUT terraform1.11.0:               - get
17:26:44.104 STDOUT terraform1.11.0:               - list
17:26:44.105 STDOUT terraform1.11.0:               - patch
17:26:44.105 STDOUT terraform1.11.0:               - update
17:26:44.105 STDOUT terraform1.11.0:               - watch
17:26:44.105 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.105 STDOUT terraform1.11.0:               - apps
17:26:44.105 STDOUT terraform1.11.0:               resources:
17:26:44.105 STDOUT terraform1.11.0:               - statefulsets
17:26:44.105 STDOUT terraform1.11.0:               verbs:
17:26:44.105 STDOUT terraform1.11.0:               - '*'
17:26:44.105 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.105 STDOUT terraform1.11.0:               - ""
17:26:44.105 STDOUT terraform1.11.0:               resources:
17:26:44.105 STDOUT terraform1.11.0:               - secrets
17:26:44.105 STDOUT terraform1.11.0:               - configmaps
17:26:44.105 STDOUT terraform1.11.0:               - serviceaccounts
17:26:44.105 STDOUT terraform1.11.0:               - services
17:26:44.105 STDOUT terraform1.11.0:               - persistentvolumeclaims
17:26:44.105 STDOUT terraform1.11.0:               - persistentvolumes
17:26:44.105 STDOUT terraform1.11.0:               verbs:
17:26:44.105 STDOUT terraform1.11.0:               - '*'
17:26:44.105 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.105 STDOUT terraform1.11.0:               - policy
17:26:44.105 STDOUT terraform1.11.0:               resources:
17:26:44.105 STDOUT terraform1.11.0:               - poddisruptionbudgets
17:26:44.105 STDOUT terraform1.11.0:               verbs:
17:26:44.105 STDOUT terraform1.11.0:               - '*'
17:26:44.105 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.105 STDOUT terraform1.11.0:               - networking.k8s.io
17:26:44.105 STDOUT terraform1.11.0:               resources:
17:26:44.105 STDOUT terraform1.11.0:               - networkpolicies
17:26:44.105 STDOUT terraform1.11.0:               verbs:
17:26:44.105 STDOUT terraform1.11.0:               - '*'
17:26:44.105 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.105 STDOUT terraform1.11.0:               - rbac.authorization.k8s.io
17:26:44.105 STDOUT terraform1.11.0:               resources:
17:26:44.105 STDOUT terraform1.11.0:               - roles
17:26:44.105 STDOUT terraform1.11.0:               - rolebindings
17:26:44.105 STDOUT terraform1.11.0:               verbs:
17:26:44.105 STDOUT terraform1.11.0:               - '*'
17:26:44.105 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.105 STDOUT terraform1.11.0:               - application.kubero.dev
17:26:44.105 STDOUT terraform1.11.0:               resources:
17:26:44.105 STDOUT terraform1.11.0:               - kuberocouchdbs
17:26:44.105 STDOUT terraform1.11.0:               - kuberocouchdbs/status
17:26:44.105 STDOUT terraform1.11.0:               - kuberocouchdbs/finalizers
17:26:44.105 STDOUT terraform1.11.0:               verbs:
17:26:44.105 STDOUT terraform1.11.0:               - create
17:26:44.105 STDOUT terraform1.11.0:               - delete
17:26:44.105 STDOUT terraform1.11.0:               - get
17:26:44.105 STDOUT terraform1.11.0:               - list
17:26:44.105 STDOUT terraform1.11.0:               - patch
17:26:44.105 STDOUT terraform1.11.0:               - update
17:26:44.105 STDOUT terraform1.11.0:               - watch
17:26:44.105 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.105 STDOUT terraform1.11.0:               - apps
17:26:44.105 STDOUT terraform1.11.0:               resources:
17:26:44.105 STDOUT terraform1.11.0:               - statefulsets
17:26:44.105 STDOUT terraform1.11.0:               verbs:
17:26:44.105 STDOUT terraform1.11.0:               - '*'
17:26:44.105 STDOUT terraform1.11.0:             - apiGroups:
17:26:44.105 STDOUT terraform1.11.0:               - ""
17:26:44.105 STDOUT terraform1.11.0:               resources:
17:26:44.105 STDOUT terraform1.11.0:               - secrets
17:26:44.105 STDOUT terra
```
</details>
<br>

**Warning**: Output length greater than max comment size. Continued in next comment.